---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled
source: html/50187c39-8e21-3134-3d4b-ea0fc10e2d43.htm
---
# StructuralSectionHotRolled Members

Returns size of the section boundary.